{
  "error": {
    "create": "Impossible de créer la ressource. Veuillez réessayer.",
    "delete": "Échec de la suppression de la ressource. Veuillez vérifier et réessayer.",
    "update": "Impossible de mettre à jour la ressource. Veuillez réessayer.",
    "retrieve": "Impossible de récupérer la ressource. Veuillez vérifier et réessayer.",
    "auth": "L'authentification a échoué. Veuillez vérifier vos informations d'identification.",
    "permission": "Accès refusé. Vous n'avez pas la permission d'effectuer cette action.",
    "timeout": "La demande a expiré. Veuillez vérifier votre connexion et réessayer.",
    "validation": "Erreur de validation. Veuillez vous assurer que tous les champs requis sont corrects.",
    "server": "Un problème de serveur s'est produit. Veuillez réessayer plus tard.",
    "network": "Erreur de réseau détectée. Veuillez vérifier votre connexion Internet.",
    "dependency": "Ressource dépendante manquante ou indisponible. Veuillez vérifier et réessayer.",
    "conflict": "Conflit détecté: la ressource {resource} pourrait déjà exister.",
    "quota": "Quota dépassé. Veuillez mettre à niveau votre plan pour continuer.",
    "storage": "Pas assez d'espace de stockage disponible. Libérez de l'espace pour continuer.",
    "format": "Format de fichier non valide. Utilisez l'un des formats pris en charge.",
    "limit": "La demande dépasse la limite autorisée. Veuillez régler et réessayer.",
    "connection": "Connexion perdue au serveur. Veuillez vous reconnecter et réessayer.",
    "invalid": "Le '{data}' fourni n'est pas valide. Veuillez vérifier et réessayer.",
    "exist": "{resource} existe déjà.",
    "empty": "Aucune donnée trouvée.",
    "unknown": "Une erreur inattendue s'est produite. Veuillez contacter l'assistance pour obtenir de l'aide."
  },
  "success": {
    "default": "Terminé avec succès l'opération",
    "create": "{resource} a été créé avec succès!",
    "delete": "{resource} a été supprimé avec succès.",
    "update": "{resource} a été mis à jour avec succès.",
    "retrieve": "{resource} a été récupéré avec succès.",
    "auth": "Content de te revoir! Vous avez été authentifié avec succès.",
    "permission": "Permission accordée! Vous pouvez maintenant continuer.",
    "process": "Le processus a été achevé avec succès.",
    "upload": "Votre fichier a été téléchargé avec succès.",
    "download": "Votre fichier a été téléchargé avec succès.",
    "save": "Tous les changements ont été sauvés avec succès.",
    "reset": "Les paramètres ont été réinitialisés avec la valeur par défaut avec succès.",
    "submit": "Votre formulaire a été soumis avec succès.",
    "logout": "Vous avez été déconnecté. À bientôt!",
    "sync": "La synchronisation des données s'est terminée avec succès.",
    "share": "La ressource a été partagée avec succès.",
    "backup": "La sauvegarde a créé avec succès.",
    "restore": "La restauration des données s'est terminée avec succès."
  },
  "warning": {
    "create": "La création de ressources peut ne pas se terminer en raison d'éléments manquants.",
    "delete": "Les dépendances pourraient encore exister. Veuillez vérifier avant de continuer.",
    "update": "La mise à jour de cette ressource peut écraser les modifications existantes.",
    "options": "Veuillez spécifier une {resource} valide.",
    "retrieve": "Les données récupérées peuvent être incomplètes ou obsolètes.",
    "auth": "L'authentification expirera bientôt. Veuillez réautoriser.",
    "permission": "Les niveaux d'autorisation actuels peuvent être insuffisants pour des actions avancées.",
    "timeout": "L'opération prend plus de temps que prévu. Veuillez patienter ou réessayer.",
    "deprecated": "Cette fonctionnalité est obsolète et peut être supprimée dans les futures mises à jour.",
    "incomplete": "Opération incomplète. Des étapes supplémentaires peuvent être nécessaires.",
    "overwriting": "Cette action écrasera les données existantes. Procéder à la prudence.",
    "retry": "L'opération a échoué mais peut être réactivée.",
    "storage": "L'espace de stockage est bas. Veuillez libérer de l'espace.",
    "quota": "Vous approchez de votre quota d'utilisation. Envisagez de mettre à niveau votre plan.",
    "unsaved": "Vous avez des changements non sauvés. Enregistrez-les avant de sortir.",
    "duplicate": "Une ressource similaire existe déjà. Veuillez consulter avant de continuer.",
    "unverified": "Cette action nécessite une vérification. Veuillez terminer le processus de vérification."
  },
  "info": {
    "create": "Création de {resource}. S'il vous plaît, attendez...",
    "delete": "Suppression {resource}. S'il vous plaît, attendez...",
    "update": "Mise à jour {resource}. S'il vous plaît, attendez...",
    "retrieve": "Récupérer la ressource. S'il vous plaît, attendez...",
    "auth": "L'authentification est en cours. S'il vous plaît, attendez...",
    "permission": "Vérification des autorisations pour l'action demandée. S'il vous plaît, attendez...",
    "process": "Le processus est en cours d'exécution. Veuillez tenir.",
    "run": "Exécution {resource}. S'il vous plaît, attendez...",
    "rollback": "Rolling Back {resource}. S'il vous plaît, attendez...",
    "check": "Vérification {resource}. S'il vous plaît, attendez...",
    "list": "Listing {resource}. S'il vous plaît, attendez...",
    "fresh": "Préparation de {resource} fraîche. S'il vous plaît, attendez...",
    "drop": "Abandonner {resource}. S'il vous plaît, attendez...",
    "install": "Installation {resource}. S'il vous plaît, attendez...",
    "uninstall": "Désinstallation {resource}. S'il vous plaît, attendez...",
    "options": "Veuillez sélectionner une {resource} pour continuer.",
    "upload": "Fichier de téléchargement. S'il vous plaît, attendez...",
    "download": "Fichier de téléchargement. S'il vous plaît, attendez...",
    "save": "Économie des changements. S'il vous plaît, attendez...",
    "reset": "Réinitialisation des paramètres. S'il vous plaît, attendez...",
    "submit": "Formulaire de soumission. S'il vous plaît, attendez...",
    "logout": "Déconnexion. S'il vous plaît, attendez...",
    "sync": "Synchroniser les données. S'il vous plaît, attendez...",
    "share": "Préparation des ressources pour le partage. S'il vous plaît, attendez...",
    "backup": "Création de sauvegarde. S'il vous plaît, attendez...",
    "restore": "Restaurer les données. S'il vous plaît, attendez...",
    "reconnect": "Reconnecter le serveur. S'il vous plaît, attendez...",
    "verify": "Vérification en cours. S'il vous plaît, attendez...",
    "search": "Rechercher des ressources. Veuillez patienter ...",
    "generate": "Générer du contenu demandé. S'il vous plaît, attendez..."
  },
  "critical": {
    "system": "Une erreur système critique s'est produite. Attention immédiate requise.",
    "data_loss": "Perte de données potentielle détectée. Veuillez sauvegarder vos données immédiatement.",
    "security": "Un problème de sécurité critique a été détecté. Mettez à jour vos informations d'identification immédiatement.",
    "breach": "Violation de données détectée. Sécurisez votre compte immédiatement.",
    "shutdown": "Le système s'arrête en raison d'une erreur irrécouvrable.",
    "failure": "Échec critique rencontré. Contactez le support immédiatement.",
    "integrity": "La vérification de l'intégrité des données a échoué. Action requise.",
    "malware": "Des logiciels malveillants potentiels détectés. Exécutez immédiatement une analyse de sécurité."
  },
  "confirm": {
    "default": "Êtes-vous sûr de vouloir procéder?",
    "create": "Êtes-vous sûr de vouloir créer ceci?",
    "update": "Êtes-vous sûr de vouloir faire cette mise à jour?",
    "delete": "Êtes-vous sûr de vouloir supprimer cela?",
    "reset": "Êtes-vous sûr de vouloir réinitialiser cela par défaut?",
    "overwrite": "Cela écrasera les données existantes. Voulez-vous continuer?",
    "proceed": "Voulez-vous continuer?",
    "discard": "Cela éliminera les changements. Es-tu sûr?",
    "continue": "Voulez-vous continuer?",
    "exit": "Êtes-vous sûr de vouloir quitter?",
    "back": "Êtes-vous sûr de vouloir y retourner?"
  },
  "auth": {
    "failed": "Ces informations d'identification ne correspondent pas à nos enregistrements.",
    "succeeded": "Vous vous êtes connecté avec succès.",
    "throttle": "Trop de tentatives de connexion. Veuillez réessayer en {seconds} secondes.",
    "password_confirmation": "Confirmation de mot de passe",
    "password_reset": "Votre mot de passe a été réinitialisé avec succès.",
    "password_change": "Votre mot de passe a été modifié avec succès.",
    "logout": "Vous avez été déconnecté avec succès.",
    "register": "Inscription terminée avec succès.",
    "email_verification": "Le lien de vérification par e-mail a été envoyé.",
    "email_verified": "Votre e-mail a été vérifié avec succès."
  }
}